import Murdasov from "./employeesImg/Murdasov.png";
import Sazikova from "./employeesImg/Sazikova.png";
import Shriner from "./employeesImg/Shriner.png";
import Siminskaya from "./employeesImg/Siminskaya.png";
import Voikova from "./employeesImg/Voikova.png";
import Shvorak from "./employeesImg/Shvorak.png";

export const employees = [
  {
    id: 1,
    image: Shvorak,
    textParagraphOne:
      "Мне повезло, что я работаю в Уральском медицинском колледже практически с момента его основания. В нашем колледже очень комфортно работать. У нас сегодня всё самое новое и современное, включая помещения, оборудование и учебные пособия. Даже учебные презентации мы готовим не по старинке, а в специально оборудованном кабинете с интерактивным оборудованием.",
    textParagraphTwo:
      "Коллектив преподавателей постоянно пополняется и новые сотрудники попадают в атмосферу творчества, взаимопомощи, интересных задач и возможностей для личного развития. Но главное — это отношение руководства к коллективу преподавателей. У нас можно с любой интересной идеей прийти к директору и он поддержит и организационно и финансово любые начинания, нацеленные на улучшение работы колледжа. При этом преподавателей не грузят никакой ненужной писаниной и неоплачиваемой нагрузкой.",
    textParagraphThree:
      "Всё направлено на одно — создать максимально комфортную атмосферу для студентов и преподавателей для нормальной работы и учёбы.",
    name: "ШВОРАК ИГОРЬ ИВАНОВИЧ",
    position: "Преподаватель, к.м.н.",
  },
  {
    id: 2,
    image: Siminskaya,
    textParagraphOne:
      "Работаю в компании больше года, занимаюсь созданием образовательного контента для студентов. Я разрабатываю и внедряю современные и интересные интерактивы в образовательный процесс, а именно — создаю презентации и видео уроки по учебным дисциплинам в современной студии Джалинга.",
    textParagraphTwo:
      "В процессе работы я приобрела для себя ряд компетенций: стала профессиональным видеографом, сценаристом - постановщиком, режиссером, мастером по свету и звуку и многое другое. Директор компании современный и прогрессивный человек. С точки зрения работы к нему всегда можно обратиться и получить поддержку в реализации всех своих планов и идей. Это очень круто т. к. от момента согласования до реализации проекта сокращается время на все бюрократические проволочки. Пришел — согласовал — реализовал.",
    textParagraphThree:
      "Современное и профессиональное оборудование в стенах компании создают комфорт и удобство в процессе работы. Имеются возможности карьерного роста. Яркая и насыщенная корпоративная жизнь.",
    name: "СИМИНСКАЯ ОЛЬГА ВИКТОРОВНА",
    position: "Методист по сопровождению дистанционного обучения",
  },
  {
    id: 3,
    image: Shriner,
    textParagraphOne:
      "Очень рада, что я работаю в Уральском медицинском колледже! Адекватное и лояльное руководство, всегда идущее навстречу новым идеям и решениям. Разнообразные и интересные задачи. Супер-комфортные условия труда. Никаких задержек в выплате заработной платы. Высокая корпоративная культура. Море общения с молодежью! Мое самое лучшее сотрудничество сложилось именно в этой компании.",
    name: "ШРАЙНЕР ЕВГЕНИЯ АНАТОЛЬЕВНА",
    position: "Маркетолог",
  },
  {
    id: 4,
    image: Voikova,
    textParagraphOne:
      "Работа в Уральском медицинском институте — это источник развития и вдохновения. Здесь я нахожу перспективы личностного роста, интересные задачи и гарантию сохранения жизненного баланса. Корпоративное обучение, поддержка начальства и комфортная атмосфера создают условия для успешной работы и профессионального развития.",
    name: "ВОЙКОВА ЕЛЕНА АЛЕКСАНДРОВНА",
    position: "Преподаватель",
  },
  {
    id: 5,
    image: Sazikova,
    textParagraphOne:
      "Уральский медицинский колледж - это самые современные технологии и методики в образовательном процессе; самое современное симуляционное оборудование; для проведения занятия с применением дистанционных технологий используется современная студия «Джалинга», в которой записываются высококачественные видеоуроки.",
    textParagraphTwo:
      "Преподавательский состав - это профессионалы в области здравоохранения с многолетним стажем и с высшей квалификацией. Только у нас в колледже вы сможете реализовать свой потенциал. Каждый сотрудник колледжа способствует развитию профессиональных навыков и личностных качеств. Рабочее место каждого сотрудника оснащено современным оборудованием. Уральский медицинский колледж — настоящая команда профессионалов и отзывчивых людей!",
    name: "САЗИКОВА ЕКАТЕРИНА ВИКТОРОВНА",
    position:
      "Заведующая отделением лечебного дела и стоматологии профилактической",
  },
  {
    id: 6,
    image: Murdasov,
    textParagraphOne:
      "Компания стабильная, надежная, договорные обязательства соблюдаются в полном объеме. Комфортные условия работы, конкурентная заработная плата. Насыщенная корпоративная жизнь. Много крутых проектов, сложных, но выполнимых. Можно получить большой профессиональный опыт.",
    name: "МУРДАСОВ ДМИТРИЙ ВЛАДИМИРОВИЧ",
    position: "Заведующий административно-хозяйственной частью",
  },
];
